var searchData=
[
  ['демонстрация_20работы_20класса_20automaticpistol_0',['Шаг 4: Демонстрация работы класса AutomaticPistol',['../md_README.html#autotoc_md33',1,'']]],
  ['демонстрация_20работы_20класса_20pistol_1',['Шаг 3: Демонстрация работы класса Pistol',['../md_README.html#autotoc_md32',1,'']]],
  ['дополнительный_20конструктор_2',['Подшаг 4.4: Дополнительный конструктор',['../md_README.html#autotoc_md37',1,'']]],
  ['данных_3',['Шаг 1: Подготовка исходных данных',['../md_README.html#autotoc_md10',1,'']]],
  ['данных_20учеников_20ровно_20n_20записей_4',['&lt;b&gt;Шаг 2: Чтение данных учеников (ровно N записей)&lt;/b&gt;',['../md_README.html#autotoc_md23',1,'']]],
  ['дисциплине_20язык_20программирования_20c_5',['Репозиторий лабороторных работ по дисциплине &quot;Язык программирования C++&quot;',['../md_README.html',1,'']]]
];
