var searchData=
[
  ['описание_20лабораторной_20работы_3a_0',['Описание лабораторной работы:',['../md_README.html#autotoc_md5',1,'']]],
  ['описание_3a_1',['Описание:',['../md_README.html#autotoc_md8',1,'Описание:'],['../md_README.html#autotoc_md19',1,'Описание:'],['../md_README.html#autotoc_md28',1,'Описание:']]],
  ['определение_20произведений_20которые_20не_20нравятся_20никому_2',['Шаг 4: Определение произведений, которые не нравятся никому',['../md_README.html#autotoc_md13',1,'']]],
  ['определение_20произведений_20которые_20нравятся_20всем_20меломанам_3',['Шаг 3: Определение произведений, которые нравятся всем меломанам',['../md_README.html#autotoc_md12',1,'']]],
  ['определение_20произведений_20которые_20нравятся_20некоторым_20меломанам_4',['Шаг 5: Определение произведений, которые нравятся некоторым меломанам',['../md_README.html#autotoc_md14',1,'']]],
  ['определение_20произведений_20которые_20нравятся_20хотя_20бы_20одному_20меломане_5',['Шаг 2: Определение произведений, которые нравятся хотя бы одному меломане',['../md_README.html#autotoc_md11',1,'']]],
  ['открытие_20файла_20и_20чтение_20первой_20строки_6',['&lt;b&gt;Шаг 1: Открытие файла и чтение первой строки&lt;/b&gt;',['../md_README.html#autotoc_md22',1,'']]],
  ['одному_20меломане_7',['Шаг 2: Определение произведений, которые нравятся хотя бы одному меломане',['../md_README.html#autotoc_md11',1,'']]]
];
