var searchData=
[
  ['шаг_201_3a_20открытие_20файла_20и_20чтение_20первой_20строки_0',['&lt;b&gt;Шаг 1: Открытие файла и чтение первой строки&lt;/b&gt;',['../md_README.html#autotoc_md22',1,'']]],
  ['шаг_201_3a_20подготовка_20исходных_20данных_1',['Шаг 1: Подготовка исходных данных',['../md_README.html#autotoc_md10',1,'']]],
  ['шаг_201_3a_20создание_20базового_20класса_20pistol_2',['Шаг 1: Создание базового класса Pistol',['../md_README.html#autotoc_md30',1,'']]],
  ['шаг_202_3a_20определение_20произведений_20которые_20нравятся_20хотя_20бы_20одному_20меломане_3',['Шаг 2: Определение произведений, которые нравятся хотя бы одному меломане',['../md_README.html#autotoc_md11',1,'']]],
  ['шаг_202_3a_20создание_20производного_20класса_20automaticpistol_4',['Шаг 2: Создание производного класса AutomaticPistol',['../md_README.html#autotoc_md31',1,'']]],
  ['шаг_202_3a_20чтение_20данных_20учеников_20ровно_20n_20записей_5',['&lt;b&gt;Шаг 2: Чтение данных учеников (ровно N записей)&lt;/b&gt;',['../md_README.html#autotoc_md23',1,'']]],
  ['шаг_203_3a_20вычисление_20среднего_20балла_20по_20району_6',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['шаг_203_3a_20демонстрация_20работы_20класса_20pistol_7',['Шаг 3: Демонстрация работы класса Pistol',['../md_README.html#autotoc_md32',1,'']]],
  ['шаг_203_3a_20определение_20произведений_20которые_20нравятся_20всем_20меломанам_8',['Шаг 3: Определение произведений, которые нравятся всем меломанам',['../md_README.html#autotoc_md12',1,'']]],
  ['шаг_204_3a_20анализ_20и_20вывод_20результатов_9',['&lt;b&gt;Шаг 4: Анализ и вывод результатов&lt;/b&gt;',['../md_README.html#autotoc_md25',1,'']]],
  ['шаг_204_3a_20демонстрация_20работы_20класса_20automaticpistol_10',['Шаг 4: Демонстрация работы класса AutomaticPistol',['../md_README.html#autotoc_md33',1,'']]],
  ['шаг_204_3a_20определение_20произведений_20которые_20не_20нравятся_20никому_11',['Шаг 4: Определение произведений, которые не нравятся никому',['../md_README.html#autotoc_md13',1,'']]],
  ['шаг_205_3a_20определение_20произведений_20которые_20нравятся_20некоторым_20меломанам_12',['Шаг 5: Определение произведений, которые нравятся некоторым меломанам',['../md_README.html#autotoc_md14',1,'']]],
  ['шаг_205_3a_20полиморфизм_13',['Шаг 5: Полиморфизм',['../md_README.html#autotoc_md38',1,'']]],
  ['шаг_206_3a_20вывод_20результатов_14',['Шаг 6: Вывод результатов',['../md_README.html#autotoc_md15',1,'']]]
];
