var searchData=
[
  ['вариант_20задания_3a_201_0',['Вариант задания: 1',['../md_README.html#autotoc_md27',1,'']]],
  ['вариант_20задания_3a_206_1',['Вариант задания: 6',['../md_README.html#autotoc_md7',1,'Вариант задания: 6'],['../md_README.html#autotoc_md18',1,'Вариант задания: 6']]],
  ['вариант_3a_206к_2',['Вариант: 6К',['../md_README.html#autotoc_md2',1,'']]],
  ['вывод_20результатов_3',['Шаг 6: Вывод результатов',['../md_README.html#autotoc_md15',1,'']]],
  ['вычисление_20среднего_20балла_20по_20району_4',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['вместимостью_5',['Подшаг 4.2: Конструктор с вместимостью',['../md_README.html#autotoc_md35',1,'']]],
  ['вместимостью_20и_20скорострельностью_6',['Подшаг 4.3: Конструктор с вместимостью и скорострельностью',['../md_README.html#autotoc_md36',1,'']]],
  ['всем_20меломанам_7',['Шаг 3: Определение произведений, которые нравятся всем меломанам',['../md_README.html#autotoc_md12',1,'']]],
  ['вывод_20результатов_8',['&lt;b&gt;Шаг 4: Анализ и вывод результатов&lt;/b&gt;',['../md_README.html#autotoc_md25',1,'']]]
];
