var searchData=
[
  ['создание_20базового_20класса_20pistol_0',['Шаг 1: Создание базового класса Pistol',['../md_README.html#autotoc_md30',1,'']]],
  ['создание_20производного_20класса_20automaticpistol_1',['Шаг 2: Создание производного класса AutomaticPistol',['../md_README.html#autotoc_md31',1,'']]],
  ['скорострельностью_2',['Подшаг 4.3: Конструктор с вместимостью и скорострельностью',['../md_README.html#autotoc_md36',1,'']]],
  ['среднего_20балла_20по_20району_3',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['строки_4',['&lt;b&gt;Шаг 1: Открытие файла и чтение первой строки&lt;/b&gt;',['../md_README.html#autotoc_md22',1,'']]],
  ['с_20вместимостью_5',['Подшаг 4.2: Конструктор с вместимостью',['../md_README.html#autotoc_md35',1,'']]],
  ['с_20вместимостью_20и_20скорострельностью_6',['Подшаг 4.3: Конструктор с вместимостью и скорострельностью',['../md_README.html#autotoc_md36',1,'']]]
];
