var searchData=
[
  ['базового_20класса_20pistol_0',['Шаг 1: Создание базового класса Pistol',['../md_README.html#autotoc_md30',1,'']]],
  ['балла_20по_20району_1',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['без_20параметров_2',['Подшаг 4.1: Конструктор без параметров',['../md_README.html#autotoc_md34',1,'']]],
  ['бы_20одному_20меломане_3',['Шаг 2: Определение произведений, которые нравятся хотя бы одному меломане',['../md_README.html#autotoc_md11',1,'']]]
];
