var searchData=
[
  ['репозиторий_20лабороторных_20работ_20по_20дисциплине_20язык_20программирования_20c_0',['Репозиторий лабороторных работ по дисциплине &quot;Язык программирования C++&quot;',['../md_README.html',1,'']]],
  ['работы_20класса_20automaticpistol_1',['Шаг 4: Демонстрация работы класса AutomaticPistol',['../md_README.html#autotoc_md33',1,'']]],
  ['работы_20класса_20pistol_2',['Шаг 3: Демонстрация работы класса Pistol',['../md_README.html#autotoc_md32',1,'']]],
  ['работы_3a_3',['Описание лабораторной работы:',['../md_README.html#autotoc_md5',1,'']]],
  ['работ_20по_20дисциплине_20язык_20программирования_20c_4',['Репозиторий лабороторных работ по дисциплине &quot;Язык программирования C++&quot;',['../md_README.html',1,'']]],
  ['району_5',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['результатов_6',['результатов',['../md_README.html#autotoc_md15',1,'Шаг 6: Вывод результатов'],['../md_README.html#autotoc_md25',1,'&lt;b&gt;Шаг 4: Анализ и вывод результатов&lt;/b&gt;']]],
  ['решения_3a_7',['решения:',['../md_README.html#autotoc_md9',1,'Алгоритм решения:'],['../md_README.html#autotoc_md20',1,'Алгоритм решения:'],['../md_README.html#autotoc_md29',1,'Алгоритм решения:']]],
  ['ровно_20n_20записей_8',['&lt;b&gt;Шаг 2: Чтение данных учеников (ровно N записей)&lt;/b&gt;',['../md_README.html#autotoc_md23',1,'']]]
];
