var searchData=
[
  ['2_20dictionary_0',['Задание 2. Dictionary',['../md_README.html#autotoc_md17',1,'']]],
  ['2024_1',['Группа: ИТ-5-2024',['../md_README.html#autotoc_md3',1,'']]],
  ['2_3a_20конструктор_20с_20вместимостью_2',['Подшаг 4.2: Конструктор с вместимостью',['../md_README.html#autotoc_md35',1,'']]],
  ['2_3a_20определение_20произведений_20которые_20нравятся_20хотя_20бы_20одному_20меломане_3',['Шаг 2: Определение произведений, которые нравятся хотя бы одному меломане',['../md_README.html#autotoc_md11',1,'']]],
  ['2_3a_20создание_20производного_20класса_20automaticpistol_4',['Шаг 2: Создание производного класса AutomaticPistol',['../md_README.html#autotoc_md31',1,'']]],
  ['2_3a_20чтение_20данных_20учеников_20ровно_20n_20записей_5',['&lt;b&gt;Шаг 2: Чтение данных учеников (ровно N записей)&lt;/b&gt;',['../md_README.html#autotoc_md23',1,'']]]
];
