var searchData=
[
  ['3_20наследование_0',['Задание 3. Наследование',['../md_README.html#autotoc_md26',1,'']]],
  ['3_3a_20вычисление_20среднего_20балла_20по_20району_1',['&lt;b&gt;Шаг 3: Вычисление среднего балла по району&lt;/b&gt;',['../md_README.html#autotoc_md24',1,'']]],
  ['3_3a_20демонстрация_20работы_20класса_20pistol_2',['Шаг 3: Демонстрация работы класса Pistol',['../md_README.html#autotoc_md32',1,'']]],
  ['3_3a_20конструктор_20с_20вместимостью_20и_20скорострельностью_3',['Подшаг 4.3: Конструктор с вместимостью и скорострельностью',['../md_README.html#autotoc_md36',1,'']]],
  ['3_3a_20определение_20произведений_20которые_20нравятся_20всем_20меломанам_4',['Шаг 3: Определение произведений, которые нравятся всем меломанам',['../md_README.html#autotoc_md12',1,'']]]
];
